Repository: kuquert/boolder-ios
Catalog: Boolder/Localizable.xcstrings
Source language: en
Languages: fr, pt_br

# all_areas.map.problems
source: %@ problems
fr: %@ voies
pt_br: %@ problemas

# all_areas.map.title
source: All areas
fr: Tous les secteurs
pt_br: Todas as áreas

# area.access
source: Access
fr: Accès
pt_br: Acesso

# area.bike_time
source: Bike time
fr: Temps en vélo
pt_br: Tempo de bicicleta

# area.chart.level
source: Level
fr: Niveau
pt_br: Nível

# area.chart.problems
source: Problems
fr: Voies
pt_br: Problemas

# area.circuit.beginner
source: This circuit is beginner friendly
fr: Ce circuit convient aux débutants
pt_br: Este circuito é adequado para iniciantes

# area.circuit.dangerous
source: This circuit is dangerous: some boulders are very high and/or with difficult landings
fr: Ce circuit est dangereux : certains blocs sont très hauts et/ou avec une réception difficile
pt_br: Este circuito é perigoso: algumas pedras são muito altas e/ou com aterrissagens difíceis

# area.close
source: Close
fr: Fermer
pt_br: Fechar

# area.infos
source: Area info
fr: Infos secteur
pt_br: Informações da área

# area.levels
source: Levels
fr: Niveaux
pt_br: Níveis

# area.problems
source: Problems
fr: Voies
pt_br: Problemas

# area.problems.all
source: All
fr: Toutes
pt_br: Todos

# area.problems.popular
source: Popular
fr: Populaires

# area.problems.search_prompt
source: Problem name
fr: Nom de voie
pt_br: Nome do problema

# area.see_on_the_map
source: See on the map
fr: Voir sur la carte
pt_br: Ver no mapa

# area.tags.beginner_friendly
source: beginner friendly
fr: convient aux débutants
pt_br: adequado para iniciantes

# area.tags.dry_fast
source: dries fast
fr: sèche vite
pt_br: seca rápido

# area.tags.family_friendly
source: family friendly
fr: idéal en famille
pt_br: adequado para famílias

# area.tags.popular
source: popular
fr: populaire

# area.walking_time
source: Walking time
fr: Temps de marche
pt_br: Tempo de caminhada

# circuit.long_name.black
source: Black circuit
fr: Circuit Noir
pt_br: Circuito preto

# circuit.long_name.blue
source: Blue circuit
fr: Circuit Bleu
pt_br: Circuito azul

# circuit.long_name.green
source: Green circuit
fr: Circuit Vert
pt_br: Circuito verde

# circuit.long_name.off_circuit
source: Other
fr: Hors circuit
pt_br: Outro

# circuit.long_name.orange
source: Orange circuit
fr: Circuit Orange
pt_br: Circuito laranja

# circuit.long_name.purple
source: Purple circuit
fr: Circuit Violet
pt_br: Circuito roxo

# circuit.long_name.red
source: Red circuit
fr: Circuit Rouge
pt_br: Circuito vermelho

# circuit.long_name.salmon
source: Salmon circuit
fr: Circuit Saumon
pt_br: Circuito salmão

# circuit.long_name.skyblue
source: Sky blue circuit
fr: Circuit Bleu ciel
pt_br: Circuito azul céu

# circuit.long_name.white
source: White circuit
fr: Circuit Blanc
pt_br: Circuito branco

# circuit.long_name.white_for_kids
source: White circuit (for kids)
fr: Circuit Blanc (pour enfants)
pt_br: Circuito branco (para crianças)

# circuit.long_name.yellow
source: Yellow circuit
fr: Circuit Jaune
pt_br: Circuito amarelo

# circuit.short_name.black
source: Black
fr: Noir
pt_br: Preto

# circuit.short_name.blue
source: Blue
fr: Bleu
pt_br: Azul

# circuit.short_name.green
source: Green
fr: Vert
pt_br: Verde

# circuit.short_name.off_circuit
source: Other
fr: Hors circuit
pt_br: Outro

# circuit.short_name.purple
source: Purple
fr: Violet
pt_br: Roxo

# circuit.short_name.red
source: Red
fr: Rouge
pt_br: Vermelho

# circuit.short_name.salmon
source: Salmon
fr: Saumon
pt_br: Salmão

# circuit.short_name.skyblue
source: Sky blue
fr: Bleu ciel
pt_br: Azul céu

# circuit.short_name.white
source: White
fr: Blanc
pt_br: Branco

# circuit.short_name.white_for_kids
source: White
fr: Blanc
pt_br: Branco

# circuit.short_name.yellow
source: Yellow
fr: Jaune
pt_br: Amarelo

# contribute.cta
source: Start contributing
fr: Commencer à contribuer
pt_br: Comece a contribuir

# contribute.intro
source: Help us build the best collaborative guidebook for Fontainebleau!
fr: Aidez nous à créer le meilleur topo collaboratif pour Fontainebleau !
pt_br: Ajude-nos a construir o melhor guia colaborativo para Fontainebleau!

# contribute.learn_more
source: Learn more about Boolder
fr: En savoir plus sur Boolder
pt_br: Saiba mais sobre o Boolder

# contribute.line
source: Draw the route line
fr: Tracez la ligne de la voie
pt_br: Desenhe a linha do percurso

# contribute.location
source: Enter the GPS position
fr: Renseignez la position GPS
pt_br: Digite a posição GPS

# contribute.photo
source: Take photos of missing boulders
fr: Prenez les blocs manquants en photo
pt_br: Tire fotos de pedras faltantes

# contribute.report
source: Report errors
fr: Signalez des erreurs
pt_br: Relatar erros

# contribute.title
source: Contribute to Boolder
fr: Contribuer à Boolder
pt_br: Contribuir para o Boolder

# discover.all_areas
source: All areas
fr: Tous les secteurs
pt_br: Todas as áreas

# discover.all_areas.map
source: Map
fr: Carte
pt_br: Mapa

# discover.beginners_guide
source: Beginner's guide
fr: Le guide pour bien débuter
pt_br: Guia para iniciantes

# discover.contribute
source: Contribute
fr: Contribuer
pt_br: Contribuir

# discover.popular
source: Popular
fr: Populaires

# discover.rate
source: Rate the app
fr: Noter l'appli
pt_br: Avaliar o app

# discover.search_prompt
source: Area
fr: Secteur
pt_br: Área

# discover.support
source: Want to help?
fr: Envie d'aider ?
pt_br: Quer ajudar?

# discover.title
source: Discover
fr: Découvrir
pt_br: Descobrir

# discover.top_areas.dry_fast
source: Dries fast
fr: Sèche vite
pt_br: Seca rápido

# discover.top_areas.level
source: For your level
fr: Par niveau
pt_br: Para o seu nível

# discover.top_areas.level.beginner_friendly
source: Beginner friendly
fr: Idéal pour débuter
pt_br: Adequado para iniciantes

# discover.top_areas.level.beginner.intro
source: Areas with beginner friendly circuits:
fr: Secteurs avec circuits qui conviennent aux débutants :
pt_br: Áreas com circuitos amigáveis para iniciantes:

# discover.top_areas.see_in_google_maps
source: See in Google Maps
fr: Voir dans Google Maps
pt_br: Ver no Google Maps

# discover.top_areas.train
source: Accessible by train + bike
fr: Accessible en train + vélo
pt_br: Acessível de trem + bicicleta

# discover.top_areas.train.intro
source: Bike time from the station:
fr: Temps d'accès en vélo depuis la gare :
pt_br: Tempo de bicicleta da estação:

# download.cancel.action
source: Stop download
fr: Arrêter le téléchargement
pt_br: Parar download

# download.cancel.title
source: Stop download?
fr: Arrêter le téléchargement ?
pt_br: Parar download?

# download.cluster.areas
source: Areas
fr: Secteurs
pt_br: Áreas

# download.cluster.download
source: Download
fr: Télécharger
pt_br: Baixar

# download.cluster.downloaded
source: Areas downloaded
fr: Secteurs téléchargés
pt_br: Áreas baixadas

# download.cluster.downloading
source: Downloading %d%%
fr: Téléchargement %d%%
pt_br: Baixando %d%%

# download.cluster.remove.action
source: Clear
fr: Supprimer
pt_br: Limpar

# download.cluster.remove.title
source: Clear downloads?
fr: Supprimer les téléchargements ?
pt_br: Limpar downloads?

# download.cluster.tip.message
source: Skip loading times and use Boolder without an Internet connection.
fr: Vous éviterez les temps de chargement et vous pourrez utiliser Boolder sans connexion à Internet.
pt_br: Evite o tempo de carregamento e use o Boolder sem conexão com a Internet.

# download.cluster.tip.title
source: Download areas in advance
fr: Téléchargez les secteurs en avance
pt_br: Baixe as áreas com antecedência

# download.remove.action
source: Clear
fr: Supprimer
pt_br: Limpar

# download.remove.title
source: Clear download?
fr: Supprimer le téléchargement ?
pt_br: Limpar download?

# download.zoom
source: Zoom on the map to download areas.
fr: Zoomez sur la carte pour télécharger les secteurs.
pt_br: Zoom no mapa para baixar áreas.

# filters.beginner
source: Beginner
fr: Débutant
pt_br: Iniciante

# filters.clear
source: Clear
fr: Effacer
pt_br: Limpar

# filters.favorite
source: Projects
fr: Projets
pt_br: Projetos

# filters.grade.range_picker.grade_max
source: Grade max
fr: Cotation max
pt_br: Nota máxima

# filters.grade.range_picker.grade_min
source: Grade min
fr: Cotation min
pt_br: Nota mínima

# filters.grade.range_picker.level
source: Level
fr: Niveau
pt_br: Nível

# filters.grade.range.beginner
source: Level 1 → 3
fr: Niveau 1 → 3
pt_br: Nível 1 → 3

# filters.grade.range.custom
source: Custom level
fr: Niveau personnalisé
pt_br: Nível personalizado

# filters.grade.range.level4
source: Level 4
fr: Niveau 4
pt_br: Nível 4

# filters.grade.range.level5
source: Level 5
fr: Niveau 5
pt_br: Nível 5

# filters.grade.range.level6
source: Level 6
fr: Niveau 6
pt_br: Nível 6

# filters.grade.range.level7
source: Level 7
fr: Niveau 7
pt_br: Nível 7

# filters.grade.range.level8
source: Level 8
fr: Niveau 8
pt_br: Nível 8

# filters.level
source: Level
fr: Niveau
pt_br: Nível

# filters.levels
source: Levels
fr: Niveaux
pt_br: Níveis

# filters.no_favorites_alert.message
source: Add your first project to use this filter.
fr: Enregistrez votre premier projet pour utiliser ce filtre.
pt_br: Adicione seu primeiro projeto para usar esse filtro.

# filters.no_favorites_alert.title
source: You don't have any projects yet
fr: Vous n'avez pas encore de projet
pt_br: Você ainda não tem projetos

# filters.no_ticks_alert.message
source: Tick your first problem to use this filter.
fr: Enregistrez votre première voie réussie pour utiliser ce filtre.
pt_br: Marque seu primeiro problema para usar esse filtro.

# filters.no_ticks_alert.title
source: You don't have any ticks yet
fr: Vous n'avez pas encore de voie réussie
pt_br: Você ainda não marcou nenhum problema

# filters.popular
source: Popular
fr: Populaires

# filters.ticked
source: Ticked
fr: Réussies
pt_br: Marcado

# filters.title
source: Filters
fr: Filtres
pt_br: Filtros

# map.circuit_start
source: Circuit start
fr: Départ circuit
pt_br: Início do circuito

# poi.cancel
source: Cancel
fr: Annuler
pt_br: Cancelar

# poi.see_in
source: See in %@
fr: Voir dans %@
pt_br: Ver em %@

# poi.share_gps_coordinates
source: Share coordinates
fr: Partager les coordonnées GPS
pt_br: Compartilhar coordenadas

# problem.action.edit
source: Edit
fr: Éditer
pt_br: Editar

# problem.action.favorite.add
source: Add to projects
fr: Ajouter en projet
pt_br: Adicionar aos projetos

# problem.action.favorite.remove
source: Remove from projects
fr: Retirer des projets
pt_br: Remover dos projetos

# problem.action.report
source: Report
fr: Signaler
pt_br: Relatar

# problem.action.save
source: Save
fr: Enregistrer
pt_br: Salvar

# problem.action.saved
source: Saved
fr: Enregistré
pt_br: Salvo

# problem.action.share
source: Share
fr: Partager
pt_br: Compartilhar

# problem.action.share.description
source: “%@” at %@
fr: « %@ » à %@
pt_br: “%@” em %@

# problem.action.tick
source: Tick
fr: Marquer comme réussi
pt_br: Marcar

# problem.action.untick
source: Untick
fr: Marquer comme non réussi
pt_br: Desmarcar

# problem.image.loading
source: Loading area...
fr: Chargement du secteur...
pt_br: Carregando área...

# problem.missing_line
source: Missing line
fr: Ligne manquante
pt_br: Linha ausente

# problem.no_name
source: No name
fr: Sans nom
pt_br: Sem nome

# problem.sit_start
source: sit start
fr: départ assis
pt_br: início sentado

# problem.topo.error
source: Failed to load the photo
fr: Échec de chargement de la photo
pt_br: Falha ao carregar a foto

# problem.topo.no_internet
source: No Internet connection
fr: Pas de connexion à Internet
pt_br: Sem conexão com a Internet

# problem.topo.retry
source: Retry
fr: Réessayer
pt_br: Tentar novamente

# problem.topo.timeout
source: Check your Internet connection
fr: Vérifiez votre connexion à Internet
pt_br: Verifique sua conexão com a Internet

# problem.variants.one
source: 1 variant
fr: 1 variante
pt_br: 1 variante

# problem.variants.other
source: %d variants
fr: %d variantes
pt_br: %d variantes

# search.areas
source: Areas
fr: Secteurs
pt_br: Áreas

# search.cancel
source: Cancel
fr: Annuler
pt_br: Cancelar

# search.examples
source: Examples:
fr: Exemples :
pt_br: Exemplos:

# search.no_results
source: No results
fr: Pas de résultats
pt_br: Nenhum resultado

# search.placeholder
source: Problem or area name
fr: Nom de voie ou secteur
pt_br: Nome do problema ou área

# search.problems
source: Problems
fr: Voies
pt_br: Problemas

# search.request_error
source: Connection issue
fr: Problème de connexion
pt_br: Problema de conexão

# search.title
source: Search
fr: Recherche
pt_br: Pesquisar

# steepness.other
source: Other
fr: Autre
pt_br: Outro

# steepness.overhang
source: Overhang
fr: Dévers
pt_br: Teto

# steepness.roof
source: Roof
fr: Toit
pt_br: Telhado

# steepness.slab
source: Slab
fr: Dalle
pt_br: Placa

# steepness.traverse
source: Traverse
fr: Traversée
pt_br: Travessia

# steepness.wall
source: Wall
fr: Mur vertical
pt_br: Parede

# tabs.contribute
source: Contribute
fr: Contribuer
pt_br: Contribuir

# tabs.discover
source: Discover
fr: Découvrir
pt_br: Descobrir

# tabs.map
source: Map
fr: Carte
pt_br: Mapa

# tabs.ticklist
source: Tick List
fr: Mes voies
pt_br: Lista de Ticks

# ticklist.empty_state_body
source: Your projects and ticks will appear here.
fr: Vos projets et vos voies réussies apparaîtront ici.
pt_br: Seus projetos e ticks aparecerão aqui.

# ticklist.empty_state_title
source: Ready to climb?
fr: Hâte de grimper ?
pt_br: Pronto para escalar?

# ticklist.title
source: Tick List
fr: Mes voies
pt_br: Lista de Ticks

# top_areas.dry_fast.description
source: These areas dry faster than most areas thanks to the sun&wind exposure
fr: Ces secteurs sèchent plus vite que la moyenne grâce à leur exposition au soleil ou au vent.
pt_br: Essas áreas secam mais rápido do que outras devido à exposição ao sol e vento

# top_areas.dry_fast.title
source: Dries fast
fr: Sèche vite
pt_br: Seca rápido

# top_areas.dry_fast.useful_link
source: Useful link:
fr: Lien utile :
pt_br: Link útil:

# top_areas.dry_fast.warning
source: Don't climb if the rock is still wet, you may damage it.
fr: Ne grimpez pas si la roche est encore humide, vous risquez de l'abîmer.
pt_br: Não escale se a rocha ainda estiver molhada, você pode danificá-la.

# top_areas.groups.description
source: These areas offer lots of problems in all grades from 2 to 7.
fr: Ces secteurs offrent de nombreuses voies dans tous les niveaux de 2 à 7.
pt_br: Essas áreas oferecem muitos problemas de todos os níveis, de 2 a 7.

# top_areas.groups.title
source: For groups
fr: En groupe
pt_br: Para grupos

# top_areas.level.advanced
source: Advanced
fr: Avancé
pt_br: Avançado

# top_areas.level.beginner
source: Beginner
fr: Débutant
pt_br: Iniciante

# top_areas.level.description.advanced
source: These problems offer lots of problems graded 6 and above.
fr: Ces secteurs offrent de nombreuses voies de niveau 6 et plus.
pt_br: Essas áreas oferecem muitos problemas avaliados 6 ou mais.

# top_areas.level.description.beginner
source: These areas offer lots of problems graded 2 and 3, with low boulders and good landings.
fr: Ces secteurs offrent de nombreuses voies de niveau 2 et 3, avec des blocs peu hauts et une bonne réception au sol.
pt_br: Essas áreas oferecem muitos problemas avaliados entre 2 e 3, com pedras baixas e boas aterrissagens.

# top_areas.level.description.intermediate
source: These areas offer lots of problems graded 4 and 5.
fr: Ces secteurs offrent de nombreuses voies dans les niveaux 4 et 5.
pt_br: Essas áreas oferecem muitos problemas avaliados entre 4 e 5.

# top_areas.level.intermediate
source: Intermediate
fr: Intermédiaire
pt_br: Intermediário

# top_areas.level.intermediate.warning
source: Careful : Fontainebleau grades are more severe. A 5a in Fontainebleau is roughly equivalent to a 6a elsewhere.
fr: Attention : les cotations à Fontainebleau sont plus sévères qu'ailleurs. Un 5a à Fontainebleau équivaut (environ) à un 6a en falaise ou en salle.
pt_br: Cuidado: as classificações de Fontainebleau são mais severas. Um 5a em Fontainebleau é aproximadamente equivalente a um 6a em outros lugares.

# top_areas.level.level
source: Level
fr: Niveau
pt_br: Nível

# top_areas.level.read_guide
source: Read the beginner's guide
fr: Lire le guide pour bien débuter
pt_br: Leia o guia para iniciantes

# top_areas.level.title
source: For your level
fr: Par niveau
pt_br: Para o seu nível

# top_areas.train.title
source: Train + bike
fr: Train + vélo
pt_br: Trem + bicicleta

# circuit.short_name.orange
source: Orange
pt_br: Laranja

# filters.circuit
source: Circuit
pt_br: Circuito
